<template>
	<view>
	<view class="heds">【用户服务协议及隐私政策】</view>
	<text class="hed">【海直通用航空有限责任公司】（以下简称“我们”）深知信息对您的重要性，并会尽全力保护您的信息安全可靠。我们将通过本政策向您说明我们会如何收集、存储、保护、使用及对外提供您的信息，并说明您享有的权利。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的信息。
	    请在使用我们的产品（或服务）前，仔细阅读并清晰明白本《隐私权政策》。
	    一、我们如何收集和使用信息
	    我们仅会出于本政策所述的以下目的，收集和使用您的信息，用于实现产品服务功能所必须收集的场景
	    1、账户注册、登录及会员服务
	    根据《网络安全法》、《移动互联网应用程序信息服务管理规定》等规定，为完成创建账号，您需遵守实名制的要求，提供以下信息：您的用户名、电子邮箱地址、创建的用户名和密码。对于需要通过账户才能使用的服务，我们可能会根据您提供的上述信息校验您的身份，确保我们是在为您本人提供服务。
	    为完成订单支付，您需要提供支付宝账户、微信支付账户或银行转账支付方式时，我们会将您的平台账户会员名、对应的支付账户名、订单支付相关信息及其他反洗钱法律要求的必要信息进行记录。如您不同意提供上述信息，将无法进行特定的操作，但不影响您使用其他与此无关的服务。
	    2、依据法律法规及监管规定需收集的信息
	    您使用会员服务时，按照《证券期货投资者适当性管理办法》及金融机构反洗钱等规定要求，在使用证券产品或服务时，需进行风险测评，还需要收集以下信息：手机号码、身份证信息及影像材料、性别、投资年限、投资经验、投资品种、风险承受能力等监管部门要求收集的信息。如您不提供上述信息，可能无法使用与监管要求相关的服务。
	    您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。在您注销账号时，我们将停止使用并删除上述信息，并且48小时内账号注销完毕。
	    3、客服及争议处理
	    当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的会员身份。
	    为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息和订单信息。
	    4、APP权限获取说明
	    您在使用我们的产品服务时，需要在必要范围内申请获取以下权限。请您放心，我们不会主动开启这些权限，仅在您主动确认开启的情况下，才有可能通过这些权限收集您的信息。您可以选择是否授权我们开通以下权限：
	    （1）读取及写入存储器权限：目的是为了保障本产品的稳定运行，我们承诺仅读取或缓存必要的信息。如您选择不开启此权限，将无法使用与此权限相关的特定功能，但不影响您使用其他与此无关的服务。
	    （2）摄像头及相册的权限：当您使用扫一扫、头像图片设置、上传证照、截图反馈等功能时，您需要开启摄像头或相册权限，以便您进行实时拍摄或图片或视频上传。如您不上传，将无法使用相关的特定功能，但不影响您使用其他与此无关的服务。
	    （3）读取电话状态的权限：为了完成安全风控，需要读取您的设备识别信息、设备状态信息和设备环境信息。如您选择不开启此权限，可能无法完成安全风控校验，但不影响您使用其他与此无关的服务。
	    （4）麦克风权限：为方便您使用我的语音服务产品功能，您可以选择开启麦克风权限，如您选择不开启此权限，将无法使用与语音输入相关的特定功能，但不影响您使用其他服务。
	    本应用使用期间，我们需要申请获取您的相关权限。上述权限均不会默认开启，只有在您明确同意后才会向我们授权。
	    我们将在首次调用时逐条询问您是否允许使用该权限，您可以在我们询问时开启相关权限。也可以拒绝提供上述信息，如您不提供前述信息，我们将无法为您提供相关服务，但不影响您使用其他功能。后期您也可以在设备系统“设置”里自行管理相关权限。我们获得某一项敏感权限并不代表我们必然会收集您的相关信息；即使我们已经获得敏感权限，也仅在必要时、根据本指引来收集、使用您的信息。
	    5、取得授权同意的例外情况
	    遇到以下情形，我们会依法收集并使用您的信息无需征得您的同意：
	    （1）与信息控制者履行法律法规规定的义务相关的；
	    （2）与国家安全、国防安全直接相关的；
	    （3）与公共安全、公共卫生、重大公共利益直接相关的；
	    （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人授权同意的；
	    （5）与刑事侦查、起诉、审判和判决等直接相关的；
	    （6）您自行向社会公众公开的信息；
	    （7）根据您签订和履行合同所必需的；
	    （8）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；
	    （9）维护所提供产品或服务的安全稳定运行所必需的，如发现、处置产品或服务的故障。
	    6、保障账号安全及软件安全稳定运行所必须的功能
	    为了保障向您提供的服务安全稳定运行，预防病毒、木马程序或其他恶意程序、网站，我们需要记录您使用我们产品的下列信息：您硬件序列号或唯一识别码（例如IMEI、IMSI、AndroidID等）、我们会获取和保存接入终端的使用账户时的昵称、操作时间、操作类型、网络源地址和目标地址、查询内容、浏览器类型、访问日期和时间、MAC地址、登录IP地址、软件版本号、设备型号、登录IP信息、软件版本号以及其他能识别客户终端的特征代码信息、设备sim卡、设备sim卡数量、IP版本号、IP地址。这类信息是为提供服务必须收集的基础信息。
	    7、从第三方获得您信息的情形
	    我们从第三方获得您授权共享的账户信息，并在您同意本隐私权政策后将您的第三方账户与我们的账户绑定或对您的身份信息进行校验，使您可以通过第三方账户直接登录、使用（或购买）我们的产品与服务，我们将会依据您的授权和第三方的约定，对信息来源的合法性进行确认后，在符合相关法律和法规规定前提下，使用您的这些信息。我们承诺，从第三方收集的信息，遵循最少和必要的原则，并在您授权范围内进行使用，若超出该授权范围使用的，将征得您的明示同意。我们也会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。
	    8、涉及第三方SDK服务的目的、功能及权限情况列举
	    我们收集数据是根据您与我们的互动和您所做出的选择，包括您的设置以及您使用的产品和功能。因此在满足新的服务需求及业务功能变更时，我们可能会调整我们接入的第三方SDK。我们会及时在隐私权政策中向您公开说明接入的第三方SDK的最新情况。目前会获取第三方SDK相关信息的情况，如您不同意，可能无法获得相应服务，但不影响您正常使用本APP的其他功能和服务。
	    9、
	    第三方名称 使用目的 功能类型 涉及个人信息 第三方官网链接
	
	    二、我们如何使用Cookie和同类技术
	    为使您活动更为便捷和良好的体验，在必要时我们会使用相关技术来收集和存储信息，使用小型数据文件识别您的身份，方便您减少重复输入注册信息的步骤，或者判断您的账户安全状态，这些数据文件可能是Cookie，flashcookie 通常包含标识符、站点名称以及一些号码和字符。请您理解，我们的某些服务只能通过使用cookie才能得到实现。
	    我们不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上保存的所有 Cookie，大部分网络浏览器都设有阻止 Cookie 的功能。但如果您这么做，则需要在每一次访问我们的网站时亲自更改用户设置 。
	    除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的点击 URL。如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。
	    很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了 Do Not Track，那么我们的所有网站都会尊重您的选择。
	    我们将尽力确保您的账号安全，防止不法分子篡改您的正常访问的内容。
	    三、我们如何存储和使用您的信息
	    （一）存储
	    我们在中国人民共和国境内收集和产生的信息将存储在境内，当您注销账户之后，我们将停止为您提供产品和服务，在满足法律法规和监管机构规定的前提下根据您的要求，删除您的信息或匿名化处理。如果我们出现停止运营的情况， 我们将立即停止搜集您的信息的行为，并告知您，在满足法律法规和监管机构规定的前提下，对所持有的您的信息进行删除或匿名化处理。
	    （二）共享
	    我们不会向其他任何公司、组织和个人分享您的信息，但以下情况除外：
	    1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的信息。
	    2、我们会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的信息。
	    （二）转让
	    我们不会将您的信息转让给任何公司、组织和个人，但以下情况除外：
	    1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的信息；
	    2、在涉及合并、收购或破产清算时，如涉及到信息转让，我们会在要求新的持有您信息的公司、组织继续受此隐私权政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
	    （三）公开披露
	    我们仅会在以下情况下，公开披露您的信息：
	    1、获得您明确同意后；
	    2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们会公开披露您的信息。你理解并同意，此种信息的披露将无需另行向您通知并征得您的同意。
	    四、我们如何保护您的信息
	    （一）我们已使用符合业界标准的安全防护措施保护您提供的信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的信息。例如，在您的浏览器与“服务”之间交换数据（如信用卡信息）时受 SSL 加密保护；我们同时对我们网站提供 https 安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护信息重要性的认识。
	    （二）我们会采取一切合理可行的措施，确保未收集无关的信息。我们只会在达成本政策所述目的所需的期限内保留您的信息，除非需要延长保留期或受到法律的允许。
	    （三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他我们用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送信息。请使用复杂密码，协助我们保证您的账号安全。
	    （四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
	    （五）在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。
	    同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。
	    五、您的权利
	    按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的信息行使以下权利：
	    （一）访问您的信息
	    您有权访问您的信息，法律法规规定的例外情况除外。如果您想行使数据访问权，请发送电子邮件至【邮箱】。
	    （二）更正您的信息
	    当您发现我们处理的关于您的信息有错误时，您有权要求我们做出更正。您可以通过发送电子邮件至【邮箱】。我们将在10工作日内回复您的更正请求。
	    （三）删除您的信息
	    在以下情形中，您可以向我们提出删除信息的请求：
	    1、如果我们处理信息的行为违反法律法规；
	    2、如果我们收集、使用您的信息，却未征得您的同意；
	    3、如果我们处理信息的行为违反了与您的约定；
	    4、如果您不再使用我们的产品或服务，或您注销了账号；
	    5、如果我们不再为您提供产品或服务。
	    若我们决定响应您的删除请求，我们还将同时通知从我们获得您的信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
	    当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
	    （四）信息主体注销账户
	    您提供的账号等个人信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息，并且48小时内账号注销完毕。您随时可注销此前注册的账户，在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的信息，法律法规另有规定的除外。
	    账户注销流程
	    请在工作日内拨打电话【电话】，在确认您的身份信息后我们将会协助您完成账户注销。
	    （五）响应您的上述请求
	    为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在十工作日内做出答复。如您不满意，还可以通过以下途径投诉：拨打电话【电话】
	    对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。
	    在以下情形中，按照法律法规要求，我们将无法响应您的请求：
	    1、与国家安全、国防安全有关的；
	    2、与公共安全、公共卫生、重大公共利益有关的；
	    3、与犯罪侦查、起诉和审判等有关的；
	    4、有充分证据表明您存在主观恶意或滥用权利的；
	    5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
	    六、我们如何保护未成年人的信息
	    我们的产品、网站和服务主要面向儿童。如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。对于经父母同意而收集未成年人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。如果我们发现自己在未事先获得可证实的父母同意的情况下收集了未成年人的信息，则会设法尽快删除相关数据。
	    七、本隐私权政策如何更新
	    我们可能适时会对本隐私权政策进行调整或变更，本隐私权政策的任何更新将以标注更新时间的方式公布在我们APP上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容一经通知或公布后的7日后生效。如您在隐私权政策调整或变更后继续使用我们提供的任一服务或访问我们相关网站的，我们相信这代表您已充分阅读、理解并接受修改后的隐私权政策并受其约束。
	    八、如何联系我们
	    如果您对本隐私权政策有任何疑问、意见或建议，通过拨打【电话】咨询，一般情况下，我们将在十工作日内回复。
	    如您不同意本政策授权条款的部分或全部，应当停止使用本产品相应的功能或服务。
	    海直通用航空有限责任公司
	    2023年6月30日
	</text>
	</view>
</template>

<script>
</script>

<style>
	.hed{
	    padding: 0 10rpx;
	    font-size: 28rpx;
	    color: #000;
	}
	.heds{
	    font-size: 38rpx;
	    color: #000;
	    text-align: center;
	    padding: 30rpx 0 20rpx 0;
	}
</style>